{
	"items": [
		{
			"id": 1,
			"name": "Преступление и наказание",
			"description": "«Преступление и наказание» — одно из самых известных произведений Достоевского. Гениальный роман, главные темы которого: преступление и наказание, жертвенность и любовь, свобода и гордость человека — обрамлены почти детективным сюжетом. Абсолютная классика отечественной литературы, многократно экранизированная и не раз поставленная на сцене, и по сей день читается на одном дыхании.",
			"image": "https://content.img-gorod.ru/pim/products/images/50/21/0199e8fb-74df-7a98-bdcb-b386553c5021.jpg",
			"rating": 4,
			"genres": [
				"Детектив",
				"Драма"
			],
			"18+": false
		},
		{
			"id": 2,
			"name": "Лолита",
			"description": "классика мировой литературы, роман, мимо которого не может пройти ни один ценитель тонкой и умной прозы. Книга вошла в списки главных книг века по версиям Новейшей библиотеки, Le Monde и Time. Но когда Набоков закончил произведение в 1954 году, ни одно американское издательство не рискнуло связываться с публикацией романа. В конце концов согласие дало французское издательстве 'Олимпия Пресс', выпускавшее авангардную и эротическую литературу.",
			"image": "https://content.img-gorod.ru/pim/products/images/37/09/018faf6a-1a69-75c5-a443-8a883d3f3709.jpg?width=1920&height=919&fit=bounds",
			"rating": 3,
			"genres": [
				"Драма"
			],
			"18+": true
		},
		{
			"id": 3,
			"name": "Так говорил Заратустра",
			"description": "'Так говорил Заратустра' — философский роман Фридриха Ницше, своеобразная ницшеанская Библия. В книге отражена, пожалуй, одна из самых главных идей Ницше - о сверхчеловеке и его способности принять цикличность развития. Это выразительное философское произведение, которое оказало значительное влияние на развитие философии и литературы и по сей день подвергается новым интерпретациям. 'Человек есть нечто, что дόлжно превзойти'",
			"image": "https://content.img-gorod.ru/pim/products/images/4c/f4/019125fe-054d-7dde-9576-d1a6c3aa4cf4.jpg?width=1920&height=919&fit=bounds",
			"rating": 5,
			"genres": [
				"Философия"
			],
			"18+": false
		}
	]
}
